tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "fd"
brew "fzf"
brew "gh"
brew "stow"
brew "tokei"
brew "zoxide"
brew "zsh-history-substring-search"
brew "docker"
brew "starship"
brew "xclip"
brew "jq"
brew "python@3.12"

cask "font-courier-prime"
cask "font-iosevka-curly-slab"
cask "font-iosevka-etoile"
cask "font-symbols-only-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-fira-code"
cask "rectangle"
cask "visual-studio-code"
cask "warp"
cask "raycast"